;
; Batti 2.1
; Localization file for Slovak
; by Michal Prílepok <netron@zoznam.sk>, 2006
;

 101="Výber farby"
 102="O programe"
 103="Všeobecné"
 104="Rozšírené"
 105="Vzhľad"
 201="Voľby"
 202="Batti - Nastavenia"
 203="Popredie"
 204="Pozadie"
 205="Rámček"
 206="Popredie AC"
 207="Žiadná akcia"
 208="Otevríť voľby"
 209="Popredie - Nízký stav"
 210="Pozadie - Nízký stav"
 211="Popredie - Kritický stav"
 212="Pozadie - Kritický stav"
 213="Kritická úroveň musí byť menšia ako nízka."
 214="Nízka úroveň"
 215="Kritická úroveň"
 216="Neznáma"
 217="Začiatok nabíjania"
 218="Baterka nabitá"
 219="Popredie - Nabíjanie"
 220="Pozadie - Nabíjanie"
 221="Storno"
 222="Úroveň pre vypnutie musí byť menšia ako kritická úroveň."
 223="Ukázať informácie"
1000="Voľby"
1001="Signalizovať nabíjanie"
1002="Blikať pri kritickej úrovni"
1003="Vždy navrchu"
1004="Akcia na ťuknutie"
1012="Ľavý okraj"
1015="Výška"
1018="Farby"
1020="Farba"
1022="Zobrazovať rámeček"
1023="Udalosť"
1025="Prehaj zvuk"
1027="Úrovne"
1028="Nízka úroveň"
1031="percent"
1032="Kritická úroveň"
1035="percent"
1036="Vypnúť pri"
1039="percent"
1073="Zobraziť ikonu"
1074="Zobraziť dieliky percent"
2000="Batti - Upozornenie"
2001="Zariadenie bude vypnuté za %d sekúnd."
2002="Vypnúť"
2003="Zabudnúť"
2004="Odložiť"
2005="Skryť"
2006="Informácie o baterke"
2007="Nastavenie"
2008="Hlavná baterka"
2009="Na baterke"
2010="Nabíjanie"
2011="Na napájaní"
2012="Percent:"
2013="Neznáme"
2014="Napätie:"
2015="Teplota:"
2016="Technológia:"
2017="Záložná baterka"
